//////////////////// Colt M1911
L["uplp_weapon_m1911"] = "CM .45"
L["uplp_weapon_m1911_desc"] = "CM .45, классический полуавтоматический пистолет, знаменит своим долговечным дизайном и историей службы, изначально принятый на вооружение Вооруженных Сил Соединенных Штатов в 1911 году. С тех пор он стал символичным и широко используемым пистолетом, ценным за свой калибр .45 Auto и прочную конструкцию."

L["uplp_weapon_m1911_real"] = "Colt M1911"

L["uplp_weapon_m1911_manufacturer"] = "Colt's Manufacturing Company"

//////////////////// DVL-10
L["uplp_weapon_dvl10"] = "RR-40"
L["uplp_weapon_dvl10_desc"] = "Легкая винтовка \"Rapid Repeater 40\", или RR-40 в сокращении, представляет собой высококастомизируемую винтовку с болтовым затвором российского происхождения. Она знаменита своей высокой степенью настраиваемости для военного использования с использованием одной из ее множества уникальных моделей."

L["uplp_weapon_dvl10_m1"] = "RR-40 Saboteur"
L["uplp_weapon_dvl10_m2"] = "RR-40 Urbana"
L["uplp_weapon_dvl10_m3"] = "RR-40 Wolfhound"

L["uplp_weapon_dvl10_real"] = "DVL-10"

L["uplp_weapon_dvl10_manufacturer"] = "Integrated Systems Design Bureau (KBIS)"

//////////////////// ASh-12
L["uplp_weapon_ash12"] = "РЗ 12.7"
L["uplp_weapon_ash12_desc"] = "Российская винтовка РЗ 12.7 - мощная автоматическая винтовка типа \"буллпап\", предназначенная для калибра 12.7x55 мм. Она разработана для ближнего боя и анти-материальных задач, обладает характерной системой смягчения отдачи и уникальным сочетанием остановочной силы и точности. Ее конструкция включает особенности для улучшенного контроля и стабильности, несмотря на значительный калибр, что делает ее подходящей для специализированных военных задач."

L["uplp_weapon_ash12_real"] = "АШ-12"

L["uplp_weapon_ash12_manufacturer"] = "ИжМаш"
